Repository: soundsofmath/repository.atom
Catalog: leia/skin.horizon/language/*/strings.po
Languages: french

# #31288
source: Match highlight colors with poster
french: Associer les couleurs de surbrillance avec les posters

# #31289
source: Awards
french: Prix

# #31291
source: Display text labels on landscape widgets
french: Afficher les étiquettes de texte sur les widgets landscape

# #31292
source: Kodi is busy$COMMA one moment please
french: Kodi est occupé$COMMA un moment svp

# #31293
source: Use minimal busy loader
french: Utiliser un loader minimaliste

# #31294
source: PVR / Live TV
french: PVR / TV en direct

# #31295
source: Icons Info
french: Icones infos

# #31296
source: Banner Info
french: Bannière d'infos

# #31297
source: Landscape List
french: Liste paysage

# #31298
source: Media Info
french: Infos média

# #31299
source: Premiered
french: A la une

# #31300
source: Display next up episodes instead of cast in tvshow info dialog
french: Afficher les prochains épisodes au lieu de les diffuser dans les info séries

# #31301
source: Display media flags
french: Afficher les flags média

# #31302
source: Display ratings
french: Afficher les évaluations

# #31303
source: Latest Changes
french: Derniers changements

# #31304
source: Switch artwork/info
french: Changer artwork/info

# #31305
source: Color cycling
french: Cycle de couleurs

# #31306
source: Shift fanart down
french: Décaler le fanart vers le bas

# #31307
source: Mouse and touch compatible widgets (NOTE: Limits widgets to two per menu item)
french: Widgets compatibles avec la souris et le tactile (REMARQUE: Limite les widgets à deux par élément de menu)

# #31308
source: Makes widgets touch and mouse compatible. Enabling this option will limit your widgets to a maximum of two per menu item. Categories widget will be set to large and will occupy one of the widget slots if it is enabled.
french: Rend les widgets tactiles et compatibles avec la souris. Si vous activez cette option, vos widgets seront limités à deux par élément de menu. Le widget Catégories sera défini sur large et occupera l'un des emplacements de widget s'il est activé.

# #31309
source: Blur effect type
french: Type d'effet de flou

# #31310
source: User rating
french: Evaluation utilisateur

# #31311
source: Rate Song
french: Evaluer la chanson

# #31312
source: Use large album art in music visualisation
french: Utiliser une grande pochette d'album dans la visualisation de musique

# #31313
source: Background transparency
french: Transparence d'arrière plan

# #31314
source: Automatically display music video info at beginning and end of clip
french: Afficher automatiquement les informations sur la vidéo musicale au début et à la fin du clip

# #31316
source: Increased
french: Augmenté

# #31317
source: Reduced
french: Rédui

# #31318
source: Geometric overlay effect on fanart
french: Effet de superposition géométrique sur les fanart

# #31319
source: Similar movies
french: Films similaires

# #31321
source: Reset to defaults
french: Restaurer les valeurs par défaut

# #31322
source: Image quality changes the resolution of the generated image. Better quality images take longer to process. Quality changes can alter the intensity of the effect in addition to other effect settings. The blend setting will blend the effect with the original image$COMMA with a value of 100 showing the full image effect.
french: La qualité de l'image modifie la résolution de l'image générée. Les images de meilleure qualité prennent plus de temps à traiter. Les changements de qualité peuvent modifier l'intensité de l'effet en plus d'autres paramètres. Le réglage va mélanger l'effet de l'image originale $COMMA avec une valeur de 100 désignant l'effet de l'image complète.

# #31323
source: Blend
french: Mélange

# #31325
source: Pixel size
french: Taile de pixel

# #31326
source: Blur radius
french: Rayon du flou

# #31327
source: Image quality
french: Qualité d'image

# #31328
source: Highest
french: Plus grand

# #31329
source: Colorbox Advanced Settings
french: Paramètres avancés de la palette de couleurs

# #31330
source: Advanced settings for colorbox (blur settings)
french: Paramètres avancés pour la palette de couleurs (paramètres de flou)

# #31331
source: Icon only mode
french: Mode icones seules

# #31332
source: Change image
french: Changer l'image

# #31334
source: Alphabet strip is not available for this content
french: La bande alphabet n'est pas disponible pour ce contenu

# #31335
source: Match background overlay color with poster
french: Associez la couleur de superposition de fond avec le poster

# #31336
source: Display background color overlay
french: Afficher la superposition de couleurs d'arrière-plan

# #31337
source: Display submenu indicator
french: Afficher l'indicateur de sous menu

# #31338
source: Display background vignette effect
french: Afficher l'effet de vignette d'arrière-plan

# #31339
source: Effects
french: Effets

# #31340
source: Match poster
french: Associer le poster

# #31341
source: Display all widgets together (ungroup widgets)
french: Afficher tous les widgets ensemble (dégrouper les widgets)

# #31342
source: Widget item limit (use smaller values for better performance)
french: Limite de l'élément de widget (utilisez des valeurs plus petites pour de meilleures performances)

# #31344
source: Install from repository or zip
french: Installer à partir d'un repository ou d'un zip

# #31345
source: Event logging
french: Logger les évènements

# #31346
source: Display settings$COMMA search and power icons
french: Afficher les icones paramètres$COMMA recherches et alimentation
