Repository: soundsofmath/repository.atom
Catalog: leia/skin.horizon/language/*/strings.po
Languages: french

# #31000
source: Enable skin helper backgrounds for hub windows
french: Activer les arrières plans skin helper pour les fenêtres hub

# #31001
source: Revenue
french: Revenu

# #31002
source: Current Conditions
french: Conditions actuelles

# #31003
source: Current conditions
french: Conditions actuelles

# #31004
source: Sunset at
french: Coucher de soleil à

# #31005
source: Sunrise at
french: Lever du soleil à

# #31006
source: Weather provided by
french: Météo fournie par

# #31007
source: Weather forecast for
french: Prévisions météo pour

# #31008
source: Install weather fanart
french: Installer le fanart météo

# #31009
source: Complete
french: Terminer

# #31010
source: Weather fanart successfully installed
french: Fanart météo installé avec succès

# #31011
source: Default weather icons
french: Icones météo par défaut

# #31012
source: Weather fanart installed
french: Fanart météo installé

# #31013
source: Set weather icons
french: Définir les icones météo

# #31014
source: Extra fanart
french: Fanart extra

# #31015
source: Prefer colour media flags
french: Préférer les flags média de couleur

# #31016
source: Prefer posters for music videos
french: Préférer les posters pour les vidéos musicales

# #31017
source: Smart Shortcuts
french: Raccourcis intelligents

# #31018
source: Common Shortcut
french: Raccourci commun

# #31019
source: Close
french: Fermer

# #31021
source: Colors
french: Couleurs

# #31022
source: Use animated artwork where available
french: Utiliser les artworks anilés quand disponibles

# #31023
source: Fullscreen
french: Plein écran

# #31024
source: Miscellaneous
french: Divers

# #31025
source: Prefer scrollbars
french: Préférer les scrollbars

# #31026
source: Prefer fanart for episodes on home screen
french: Préférer les fanarts des épisodes sur la page d'accueil

# #31027
source: Customise power menu
french: Personnaliser le menu alimentation

# #31028
source: Reset skin settings to defaults (WARNING: This will reset your home menu to skin defaults)
french: Restaurer les paramètres par défaut du skin ( ATTENTION: Ceci va réinitialiser tout vos menus d'accueil )

# #31029
source: Use posters instead of landscape art for tvshows
french: Utiliser les posters à la place de la vue paysage pour les séries

# #31030
source: Backup / Restore
french: Sauvegarder / Restaurer

# #31031
source: Backup skin settings
french: Sauvegarder les paramètres du skin

# #31032
source: Restore skin settings
french: Restaurer les paramètres du skin

# #31033
source: Backup and restore settings
french: Paramètres de sauvegarde et de restauration

# #31034
source: Change backup and restore path
french: Changer le chemin des backups / restaurations

# #31038
source: Landscape
french: Paysage

# #31039
source: Tiles
french: Titres

# #31040
source: Prefer posters for tvshows
french: Préférer les poster

# #31041
source: Customise your home menu items, widgets, and backgrounds.
french: Personnaliser les items de votre page d'accueil, widgets et images de fonds

# #31042
source: Set a default widget or background that will be used if no widget is set for that home menu item.
french: Définir un widget par défaut, ou une image de fond qui sera utilisé si aucun widget n'est défini pour cette entrée menu

# #31043
source: Allow pressing left to open the submenu. Useful to disable if using categories widget.
french: Autoriser de presser gauche pour ouvrir le sous menu. Utile à désactiver si vous utilisez le widget catégories

# #31044
source: Always display the top menubar even when it doesn't have focus.
french: Toujours afficher le menu du haut, même s'il n'a pas le focus

# #31045
source: Pressing back in the library will open the top bar directly rather than going home first.
french: Appuyer sur retour dans la librairie ouvrira directement le menu de haut plutôt que de devoir aller en page d'accueil

# #31046
source: Whenever the top menubar is opened from the library the skin will return to the home screen to display your widgets.
french: Chaque fois que la barre de menu supérieure est ouverte à partir de la bibliothèque, l'habillage revient à l'écran d'accueil pour afficher vos widgets.

# #31047
source: This disables fanart in the library and shows the fallback image instead.
french: Ceci désactive les fanarts dans la librairie et affiche l'image de fallback à la place

# #31048
source: Set a fallback image for when no fanart is available.
french: Définir une image de fallback au cas ou aucun fanart ne serait disponible

# #31049
source: Display artist fanart stored from the library database on the music visualisation screen.
french: Affiche le fanart de l'artiste stocké dans la base de données de la bibliothèque sur l'écran de visualisation de la musique.

# #31050
source: Use artist slideshow addon to display artist fanart on the music visualisation screen.
french: Utilisez l'addon du diaporama pour afficher le fanart de l'artiste sur l'écran de visualisation de la musique.

# #31051
source: Make the artist fanart slightly transparent so that the music visualisation shows through.
french: Rendre le fanart de l'artiste légèrement transparent pour que la visualisation de la musique transparaisse.

# #31052
source: Use a pan and zoom effect on the artist fanart in the music visualisation.
french: Utilisez un effet de panoramique et de zoom sur le fanart de l'artiste dans la visualisation musicale.

# #31053
source: Display discart in showcase viewtypes. Available discart overrides logo if both options are enabled.
french: Afficher discart dans les types de vue showcase. Le discart disponible remplace le logo si les deux options sont activées.

# #31054
source: Display logo in showcase viewtypes. Available discart overrides logo if both options are enabled.
french: Afficher le logo dans les types de vue. Le discart disponible remplace le logo si les deux options sont activées.

# #31055
source: Use skinhelper to provide animated posters and fanart. These can be downloaded from the context menu.
french: Utilisez skinhelper pour fournir des affiches animées et fanart. Ceux-ci peuvent être téléchargés depuis le menu contextuel.

# #31056
source: Use genre colors in PVR guide
french: Utiliser les couleurs de genre dans le guide PVR

# #31057
source: Use fullscreen PVR guide (hide plot info)
french: Utiliser le guide PVR en plein écran (cacher l'information de l'intrigue)

# #31058
source: Change the highlight focus colour used throughout the skin.
french: Changer la couleur de mise en évidence utilisée dans l'ensemble du skin

# #31059
source: Context Menu
french: Menu contextuel

# #31060
source: Set a music or video playlist that will run when kodi starts.
french: Définir une liste de lecture musicale ou vidéo qui sera exécutée lorsque Kodi démarre.

# #31061
source: Disable the alphabet strip and always use scrollbars instead.
french: Désactiver la bande alphabétique et utiliser les barres de défilement à la place.

# #31062
source: Disable changing view settings and some settings buttons in information dialogs.
french: Désactiver la modification des paramètres d'affichage et de certains boutons de paramètres dans les boîtes de dialogue d'informations.

# #31063
source: Change the items displayed in the power menu.
french: Changer les éléments affichés dans le menu d'alimentation.

# #31064
source: Backup your skin settings and home menu shortcuts to a zipfile. Useful to migrate settings to a new setup.
french: Sauvegarder les paramètres du skin et les raccourcis du menu d'accueil dans un fichier zip. Utile pour migrer les paramètres vers une nouvelle configuration.

# #31065
source: Restore your skin settings, shortcuts, and widgets from a backup file.
french: Restaurer les paramètres du skin, les raccourcis et les widgets à partir d'un fichier de sauvegarde.

# #31066
source: Change the location where skin backup files are saved.
french: Modifier l'emplacement où les fichiers de sauvegarde du skin sont enregistrés.

# #31067
source: Reset all your skin settings, shortcuts, and widgets to default skin settings. This will not change any kodi system settings.
french: Réinitialiser tous les paramètres du skin, raccourcis et widgets aux paramètres par défaut. Cela ne changera pas les paramètres de kodi.

# #31068
source: Cloud cover
french: Couverture nuageuse

# #31069
source: Cloud cover is
french: La couverture nuageuse est

# #31070
source: Cloud Cover
french: Couverture nuageuse

# #31072
source: Power Menu
french: Menu alimentation

# #31073
source: Recommended Youtube Videos
french: Vidéos youtube recommandées

# #31074
source: Make bottom bar transparent
french: Rendre la barre du bas transparente

# #31075
source: Apply transparency to bottom bar
french: Appliquer la transparence ç la barre du bas

# #31076
source: Enable transparency
french: Activer la transparence

# #31077
source: Add a slight transparency to the top and bottom bars.
french: Ajouter une légère transparence aux barre du bas et du haut

# #31078
source: Ended
french: Terminé

# #31079
source: Pause video when opening extended info
french: Mettre la vidéo en pause lorsque extended info s'ouvre

# #31080
source: Artwork button downloads all available artwork (as specified in artwork downloader settings)
french: Le bouton Artwork télécharge toutes les illustrations disponibles (comme spécifié dans les paramètres de téléchargement des artworks)

# #31081
source: Hide plot
french: Masquer l'intrigue

# #31082
source: Video process information
french: Informations sur le processus vidéo

# #31085
source: Codec Info
french: Informations codec

# #31086
source: Extended Info
french: Extended infos

# #31087
source: Use colour overlay effect
french: Utiliser l'effet de superposition des couleurs

# #31088
source: Use scrolling text effect
french: Utiliser l'effet de texte déroulant

# #31089
source: Position context menu based on focused item
french: Positionner le menu contextuel en fonction de l'élément ciblé

# #31090
source: Display duration format as X HRS XX MINS
french: Afficher les infos de durées comme tel: X HRS XX MINS

# #31091
source: Prefer list view for seasons
french: Préférer la vie liste pour les saisons

# #31092
source: System Name
french: Nom Système

# #31093
source: Gateway Address
french: Adresse de passerelle

# #31094
source: Network and Storage
french: Réseau et stockage

# #31095
source: Video Encoder
french: Encodeur vidéo

# #31096
source: Memory
french: Mémoire

# #31098
source: CPU Info
french: Infos CPU

# #31099
source: CPU Usage
french: Utilisation CPU

# #31100
source: Processor, Memory and Video
french: Processeur, mémoire et vidéo

# #31101
source: items
french: éléments

# #31103
source: Live TV
french: TV en direct

# #31104
source: Used Memory
french: Mémoire utilisée

# #31105
source: Spotlight
french: En avant

# #31106
source: Ends
french: Fin

# #31107
source: Video Stream
french: Flux vidéo

# #31108
source: Current Menu
french: Menu actuel

# #31109
source: Customise home menu
french: Personnaliser le menu d'accueil

# #31110
source: Background
french: Arrière plan

# #31111
source: Display now playing video in background
french: Afficher en cours de lecture dans l'arrière plan

# #31112
source: Submenu
french: Sous menu

# #31113
source: No Timer
french: Pas de timer

# #31114
source: Now Playing
french: En cours de lecture

# #31115
source: Recommended
french: Recommandé

# #31116
source: DVD Menu
french: Menu DVD

# #31117
source: 3D Mode
french: Mode 3D

# #31118
source: Display artist slideshow
french: Afficher le diaporama de l'artiste

# #31119
source: Display visualisation behind slideshow
french: Afficher la visualisation derrière le diaporama

# #31120
source: Animate artist slideshow
french: Animer le diaporama de l'artiste

# #31121
source: Display fanart
french: Afficher le fanart

# #31122
source: Ongoing Episodes
french: Episodes en cours

# #31123
source: Resumable Movies
french: Films 'reprenables'

# #31124
source: Recent Movies
french: Films récents

# #31125
source: Recent Episodes
french: Episodes récents

# #31126
source: Episodes Spotlight
french: Episodes en avant

# #31127
source: Movies Spotlight
french: Films en avant

# #31128
source: Allow scrolling through items when in full fanart mode
french: Autoriser le défilement d'éléments en mode fanart complet

# #31129
source: Enable full fanart mode
french: Activer le mode fanart complet

# #31130
source: Display media flags with video info
french: Afficher les indicateurs multimédias avec les informations sur la vidéo

# #31131
source: Colour overlay
french: Superposition de couleur

# #31132
source: Reset home menu shortcuts to defaults
french: Réinitialiser les raccourcis du menu d'accueil aux valeurs par défaut

# #31133
source: Hide watched
french: Masquer déjà vu

# #31134
source: Trending Movies
french: Films à la mode

# #31135
source: Trending Shows
french: Séries à la mode

# #31136
source: Airing Shows
french: Séries en diffusion

# #31137
source: Premiering Shows
french: Séries en avant première

# #31138
source: Content Loading
french: Chargement du contenu

# #31142
source: Scrolling text
french: Texte défilant

# #31143
source: Set weather fanart
french: Définir le fanart météo

# #31144
source: Edit Widgets
french: Editer les widgets

# #31145
source: Display poster and plot when video is paused
french: Afficher l'affiche et l'intrigue lorsque la vidéo est en pause

# #31146
source: Animate fanart
french: Animer le fanart

# #31147
source: Extra Info
french: Infos complémentaires

# #31148
source: Hide artwork
french: Masquer les artworks

# #31149
source: Replace widget fanart with background
french: Remplacer le fanart widget avec l'image d'arrière plan

# #31150
source: Set fallback image
french: Définir une image de fallback

# #31151
source: Hide tvshow labels
french: Masquer le label séries tv

# #31152
source: Furniture
french: Fournitures

# #31153
source: Sort by:
french: Trier par:

# #31154
source: Only use blur in info dialog
french: N'utiliser le blur que dans la boîte de dialogue d'informations

# #31155
source: Disable the bounce in animation when scrolling between items.
french: Désactiver le bounce dans l'animation lorsque vous faites défiler les éléments.

# #31156
source: Apply a color changing overlay effect to music visualisation background.
french: Appliquer un effet de superposition de couleur à l'arrière-plan de visualisation de la musique.

# #31157
source: A scrolling text effect showing artist, album and song info overlayed on the music visualisation background.
french: Un effet de texte déroulant montrant des informations sur l'artiste, l'album et la chanson superposées sur le fond de visualisation de la musique.

# #31158
source: Automatically open visualisation after starting a song
french: Ouvrir automatiquement la visualisation après le début d'une chanson

# #31159
source: Video Sources
french: Sources vidéo

# #31160
source: Music sources
french: Sources de musique

# #31162
source: Categories
french: Catégories

# #31163
source: Submenu Items
french: Elements du sous menu

# #31164
source: Info List
french: Liste d'informations

# #31165
source: TV recordings
french: Enregistrements tv

# #31166
source: TV timers
french: Notifications tv

# #31167
source: Square list
french: Liste carrée

# #31168
source: Startup video or music playlist
french: Démarrage de la vidéo ou de la playlist musicale

# #31170
source: Cinema Experience
french: Expérience cinéma

# #31171
source: Video Extras
french: Videos Extra

# #31172
source: Display music visualisation in background
french: Afficher la visualisation de la musique en arrière-plan

# #31173
source: Recently added
french: Ajoutés récemment

# #31174
source: Recently played
french: Lu récemment

# #31175
source: Play random
french: Lecture aléatoire

# #31176
source: Delete Settings Shortcut
french: Supprimer les paramètres de raccourcis

# #31177
source: Are you sure you want to remove the settings shortcut?[CR]Please ensure that you have an alternative method of accessing settings before you remove this shortcut.
french: Êtes-vous sûr de vouloir supprimer le raccourci des paramètres? [CR] Veuillez vous assurer que vous disposez d'une autre méthode d'accès aux paramètres avant de supprimer ce raccourci.

# #31179
source: Lock view
french: Verrouiller la vue

# #31180
source: Unlock view
french: Déverouiller la vue

# #31181
source: Select icon
french: Sélectionner une icone

# #31182
source: Wrap list
french: Wrap liste

# #31183
source: Move categories widget to bottom
french: Déplacer le widget catégories vers le bas

# #31184
source: Display submenu as categories widget
french: Afficher le sous-menu en tant que widget de catégories

# #31185
source: Make top header bar transparent
french: Rendre la barre d'en-tête supérieure transparente

# #31186
source: Display osd submenu
french: Afficher le menu OSD

# #31187
source: Random Albums
french: Albums aléatoires

# #31188
source: Recent Albums
french: Albums récents

# #31189
source: Recommended Albums
french: Albums recommandés

# #31190
source: Use large icons for categories widget
french: Utiliser des icones larges pour le widget catégories

# #31191
source: Directed by
french: Dirigé par

# #31192
source: Use focus bounce animation
french: Utilisez l'animation focus bounce (rebond)

# #31193
source: Reset colors to default
french: Réinitialiser les couleurs par défaut

# #31194
source: View Options
french: Options des vues

# #31195
source: Reload Skin
french: Recharger le skin

# #31196
source: Details List
french: Liste détails

# #31197
source: Save Changes
french: Enregistrer

# #31198
source: Media Info 2
french: Infos média 2

# #31199
source: Kiosk mode
french: Mode kiosque

# #31200
source: Random Movies
french: Films aléatoires

# #31201
source: Pressing info only displays seekbar (hides poster and plot)
french: Appuer sur infos n'affichera que la barre de recherche ( poster et intrigue masqués )

# #31202
source: Display discart in showcase viewtype
french: Afficher discart dans le type de vue showcase

# #31204
source: Similar to
french: Similaire à

# #31205
source: Released by
french: Realeasé par

# #31206
source: Similar
french: Similaire

# #31208
source: In Cinemas
french: Dans les cinémas

# #31209
source: Upcoming
french: A venir

# #31210
source: Popular
french: Populaire

# #31211
source: Top Rated
french: Mieux notés

# #31212
source: Airing
french: En diffusion

# #31213
source: Today
french: Aujourd'hui

# #31214
source: Display panel backgrounds
french: Afficher les arrière-plans du panneau

# #31215
source: Unwatched
french: Non vu

# #31216
source: Display logo in showcase viewtype
french: Afficher le logo dans le type de vue showcase

# #31217
source: Change location
french: Changer l'emplacement

# #31218
source: Playing Next...
french: Lecture suivante...

# #31219
source: Previous
french: Précédent

# #31220
source: Next Aired
french: Diffusé après

# #31221
source: Next Up
french: Après

# #31222
source: Show/Hide Spoilers
french: Afficher / masquer les spoilers

# #31223
source: Upcoming Movies
french: Films à venir

# #31224
source: Popular Movies
french: Films populaires

# #31225
source: Top Rated Movies
french: Films les mieux notés

# #31226
source: Popular TV Shows
french: Séries populaires

# #31227
source: Top Rated TV Shows
french: Séries les mieux notées

# #31228
source: On Air TV Shows
french: Séries en diffusion

# #31229
source: TV Shows Airing Today
french: Séries en diffusion aujourd'hui

# #31230
source: Open submenu on left
french: Ouvrir le sous menu en appuyant sur gauche

# #31231
source: Lovefilm
french: Film d'amour

# #31232
source: Reset path
french: Réinitialiser le chemin

# #31233
source: Edge padding
french: Rembourrage de bord

# #31234
source: Customise your user profiles and enable/disable the login screen.
french: Personnaliser vos profils utilisateur et activez / désactivez l'écran de connexion.

# #31235
source: Set sorting (default$COMMA year$COMMA rating$COMMA lastplayed$COMMA dateadded$COMMA etc.)
french: Définir le tri (par défaut $COMMA année $COMMA rating $COMMA dernier lu $COMMA date d'ajout $COMMA etc.)

# #31236
source: Now playing...
french: En cours de lecture...

# #31237
source: Sort
french: Tri

# #31238
source: Set sort direction (ascending$COMMA descending)
french: Définir la direction du tri (ascendant $COMMA décroissant)

# #31241
source: Additional info
french: Infos complémentaires

# #31242
source: Provided by themoviedb.org
french: Fournis par themoviedb.org

# #31244
source: Select Widget
french: Sélectionnez un widget

# #31245
source: Customize
french: Personnaliser

# #31246
source: Press right to customize widgets
french: Pressez droite pour personnaliser les widgets

# #31248
source: Edit Shortcuts
french: Editer les raccourcis

# #31249
source: Press right to customize shortcuts
french: Presser droite pour personnaliser les raccourcis

# #31250
source: Select secondary gradient colour
french: Sélectionnez la couleur de dégradé secondaire

# #31251
source: Weather Fanart
french: Fanart météo

# #31252
source: Weather Forecast
french: Prévisions météo

# #31253
source: Use larger font for progress bar
french: Utiliser une fonte plus grande pour la barre de progression

# #31254
source: If you are having difficulties with widgets or home menu items not displaying correctly please make sure that you press the "save changes" button to ensure that your shortcuts and widgets are set.
french: Si vous rencontrez des difficultés avec les widgets ou les éléments du menu d'accueil qui ne s'affichent pas correctement, assurez-vous d'avoir appuyé sur le bouton "Enregistrer "

# #31255
source: Use generated landscape art
french: Utiliser le landscape généré

# #31256
source: Display artwork
french: Afficher l'artwork

# #31257
source: Slide over library content when opening sideblade
french: Glisser sur le contenu de la bibliothèque lors de l'ouverture du sideblade

# #31258
source: Display clearart with seekbar
french: Afficher clearart avec seekbar

# #31259
source: Extra fanart
french: Fanart extra

# #31260
source: Use secondary color as background tint
french: Utiliser une couleur secondaire comme teinte de fond

# #31261
source: Widget aspect
french: Aspect du widget

# #31263
source: Square
french: Carré

# #31269
source: Fallback widget
french: Widget de fallback

# #31270
source: Video / Music OSD
french: OSD musique / vidéo

# #31271
source: Single Image
french: Image seule

# #31272
source: Multi Image
french: Image multiple

# #31273
source: Select background overlay color
french: Sélectionnez la couleur de superposition d'arrière-plan

# #31274
source: Press down for info
french: Appuyez bas pour info

# #31275
source: Blur fanart (WARNING: CPU intensive. Please disable if having performance issues.)
french: Flou de fanart (ATTENTION: utilisation intensive du processeur. Désactivez-le si vous rencontrez des problèmes de performance.)

# #31276
source: Use parallax effect on background when opening sideblade
french: Utiliser l'effet de parallaxe sur le fond lors de l'ouverture sideblade

# #31278
source: Display filename and path in video info
french: Afficher le nom de fichier et le chemin dans les informations de vidéo

# #31279
source: Video decoder
french: Décodeur vidéo

# #31280
source: Pixel format
french: Format de pixel

# #31281
source: by
french: par

# #31283
source: Display tvshow character art in showcase viewtype
french: Afficher l'art des personnages des séries dans le type de vue showcase

# #31285
source: Extended info
french: Infos étendues

# #31286
source: Select highlight colour
french: Sélectionnez la couleur de surbrillance

# #31287
source: Reset to default
french: Restaurer les valeurs par défaut
